import React from "react";
import  ReactDOM  from "react-dom";
import './Main.css'
import our from "./sources/our.png"
import './Main.css';
import videoplayback from "./sources/videoplayback.mp4"; 
import gogo from "./sources/gogo.mp3"; 
export const Main=() =>{
    return(
        <div>
           
  <body> 
  <button class="submit" data-toggle="modal" data-target="#myMobal"></button>
  
   <nav class = "navbar-navbar-daefult">
    <div class = "container-fluid">
     <div class = "text1" >
      Ș̶̢̧͕̭̭̹͙͍̝̫̲̳̖̀̽̍͋̍̊͒́̄̚ä̸̧̨͇̻̯͍̭̬͔̘̟́̅͆̒̈́͋̐͂͠͠͝ť̵̡͔̝͖̥̝̝͓̯̲̭͔͗͆͜a̵̢͖̣̮͗̊͂n̶̞̘̜̻̈̂͐̉̈́̚â̶̢̡̡͉͕̭͈̘̘̱̼̽̄͛̉̏́̕ ̵͎̙̦́͒́̐́̿͗̊̑-̴̝͙̯̬͕̣͚͙͌ ̸̡͍̰͖̗̘̻͚̣͈͈̊̆͗͗̆̀̊̾͘͜͝v̶̺̥̜̦̟̦͎̰̣̰̭̮̬̭͍̑̎̔ȩ̷̢̩͈̘̱̺͇̪̀́̀́̈̑̒̒͊̕͜͝ͅn̸̛̼̘̙̱͕̠̆̏͂͗͑͆͐͘͠͠i̴̢̧̧͓̮͖͙̙͔̔̌̈́̆̏̊̕̕r̵͇̼̩̻͚̻͌̂̈́̎͋̈́̊e̴̞̻͓͖̋̈!̵̡̛̲͇̙̙͈̠̤̥͉͇͎̇͗̂̽͑͐̂͝ ̷̦̀͗̉͑̑͋͘D̷̢̘͉̠̮̣̬͚̩̙̹̥̖̝̓̔̍̀͗̅̈́͋͌̊͊̕͝͝ͅỏ̶̡̨̨̠͔͙̙͓͎̙͔̪̩̹͙͒̊̆̌̚m̷̧̖̞̻̞͍̰̦͔̭͂̿̈́͐̑͌͛̕ì̵̢̛͖̮̜̺͖̜̟̻͇̯̺̓̉̆̿͆̿ͅn̵̡̨̘̹̪̈́͆̋̉̿̚e̶̪͇͖͍̮̦̓ ̵̻̗͛́̽̓̿̌̿͂͒̃͝S̷̲͂̑̀͠ą̶̧̞̼̜̟̝̜̭̣͚̜̈́̀̒͒̓̀͗͘͘ͅt̴̨̛̠̠̤̬̤͇̟̤̰̺̆̀͛̄̑͊̈͝å̴͍̈͋n̴̨̤͚̝̥̙̠͉͈͚̞̽̂̈́͒̌́̔ͅa̷̝̋͆̔̑͘͝,̸̙̻͎̮̥̭̮̹̜͖͓̞̫̑̑̄̌̿͝ ̸̘̲͓͉̻̦̼̟̽̿̽͌̿̒̊̍̈͋̽̅̒̍̓͜E̵̡̖̞̯͓̟̰̭̦̥̋͒̀͛̍̀̒̒x̸̫͑͛͑̏́͝ą̸̡̡̙̗̦͎̗̰̟̻̅̈́̂̒̔͋̉̏̉̀ṵ̶͛̿̔d̸̜͕̎͗͐̐̆̌̍̈́̓͋͑i̸̛͔̳̟̮̠͔̪͍̯͖͖̮̟̓̾̔͛̌̈́̎̚͜ ̵̢̨̤̝̭͉͓̘̫̦̙̫̲̪̾̌͊̑͐͆̐̾͐̾̌̒̈́ͅm̵̧̱̘̬̭̫̭͈͔͕̤̫̻͇̍̈e̷͉̦̪̫̲͉̰͉̽̋̍̀͂̓̌̍̅̿̀͜͝ͅą̸̡̦̥̘̘̙̣͚̜̫̑̎̏̓̀̓͑́͝ḿ̵̫͙̎̐͗͌͛̋̆̽͂̓̒̿͘ ̸̨͓̥̖̗̠̘̺͕̠̀̐̒͋̕͝o̶̢̠͙̼̗̭͕̣̮̦̺͎̠̤̞̅̔̇̄̓r̸̙͍͔̙̤͙͉̭͆̌̑̂̓̂̄̇̃͌͊͝͝͝͝a̸̛̫̤̰̰̖̋̾̔̊͋̾̅̄̓͐̕͠ṭ̶͕̬̜̉̈́́ḭ̸̃o̷̧̙̬͕͖̯̞͕͙̱̗̓̾̈́̇̀̈́̈́̚n̷̡̞̼͍̟̗͖̔͗̓̏͒͗̅̿̆͑e̶͓͇͓͎̩̻̬͖̼̯̳̩̋̍͜͜m̷̳̯͎̅̋̓̕͘ͅͅ!̶̡̢͚̹̩̤̬̰̱̳̘̱̦̟̭̀̓̇̃͛̏̚ ̶̮̥̞͕̖̤̝͔̬͚̬̹̺̤̊́̑̈́̅͊̿S̴̨̡͓͍̟̩͛̾̀̒̿̈́͒̒̏̂͊̑͜͜͠a̸̧̯̥̩͈̪̻̳̟̤͖̿́͆͊̈́͒̂̄̇̓̕̕͘͘͝t̵̺̟̥̹̫̰̭̘͙̗͚̫͔̥̘̀à̷̹̪̜́̓̐̈́͋̈͑̄͐͂͝͠n̶̢̢̛̦̭͙͇̥̭̟̏́͋̿͊͛́̄̕̕͝͝ḁ̵̡̪̪̼̖͖̱̹͌̃̏̎̌̊͝ͅ ̴̢̡̫͆̈́̀̈́̉̋̊̈͌̃͛͝-̷̬̟̣̮̖͔̯̫̹͓̥̉̿̏͋̆̉́̆̀̿̋͆̾͘͝ ̵̢̻̦̖͔̭̫̫̱͍͍̘͔̟̝̂͗̑̒̇͌͑̽̏̚̚͠v̵̼̥̲̟̻͉̠̘͇̟͎̍͒̂̾̒͛́̐̐́̍̋̕͝e̵̛̹̘̻̼̺̳̐͛̽̾͑͑̄̋͋̎̚ͅņ̶͇̼̠̜͚̥̗͎̻̪͙͙̲͂͗̈͐͑̐̍̄̑̊̑į̴͍̪̩̭̭̯̜͈͉́̓͆̑̈͋͐̏̽̕r̵̡͕̼̤̦̭̉̏̕e̵̛͖̐͛̾̀͋̋̚͝!̵͇̫͕̗̣͕̙̩̥̫̪͓̪̯̎̓̅͠ ̷͖̎͑̀A̶̖͉̖͈̱͇̝͕̪͉̰͇̎̏̽͗́̏v̶̨͈͙̘͉͔̗̫̎͗̓̃͆̏̍̕͜͝͝ë̶̞̯̹͎̔͗̀̾͆̓̈͑͒̊͗̓̕͠ ̶̡̨̛̮͇̻̭̖͈̫͕̼̖͖̰̦͂̀̓̈́͛͌T̷̡̳̭͕͈̫̣̬͔̥͓͐̈́̂͛̀̆̈͆͘ë̷̺͔̫̮͔̰̗̠͎̦͇̫͖̰́̇̾͋͌̂̇̄̚ͅ,̸̭͈̟̪͇̞͔̪͔̫̇̓́̍͛̽̏͘͠͠͝ ̷̛̥̭͙̟̠͍̇a̶̧̖͇̹̼̬͈̫̹̒̃̇̈́̓̒͂̾̏̃̚͝v̸͉̙̠̊̑́̉͐͊̓̓̔̀̕̕ē̵̛̩̥͕̰͓̂͛̽̈́́̍͝ ̷̨̢̛̰̦̮͎͍͉͎̠̭̘̞̙̐̓́̋͆̏̊̆̈́̐͘̕͘ͅS̶̮̘̙̰͌͛̈̌̅̆̚a̶̝̘̟̽̀́̏̿̂̂̉̏̆͊̇͝͝ṭ̸̫̹̱̽͊́̀͜a̵̼̓̉̈̈́̒͐̽̎͝ň̴̰̫͉̫̲̯̑̋̂̂̉̏́̌͊̾͐̀̂͠ͅa̷͔̣̰̥̠̜̥̜̺̐̀̓͒̓͊͌͜͝.̷̳̮̥͓̟̹̱̆̆̐͑ ̵̰͉̦̲̥͐T̴̡̟̹̱̠̻̦̼̦̤͉̝́͐̇͆́̃͛͊̑͊̒͘͜͠u̵̢̨̞͔̣̱͔͕̠̩̣̗͆̽͂͗̒̈̌͆̑͋̀̉͝į̵̗͙͚̬̤̞̣̒̐̃̆̓̔̅͗̅͋̔́̎͘̕ͅ ̷̡̨̧̲͕̖̫̖̭͕͍̿͛͑̈́̓̾̍͗́͘̚͝ͅś̸̬̹̤̈́͗̅̊̌̅̓̃̎̕̚͘͝͠ǘ̷̼̟̈́̌n̴̨̢͖̥̪͕͙̹͙̫̬̩̦̍̇̐́̇́͊͛̈̉̕̚͝ͅͅţ̴̯̣̠̩̫̲̹͔͕͙̲̲͔̲̈́̐̏͂́ ̵̢̘̙̭͎̺̦̝̼̭̆͝͝c̵̢̱̤̝͎̲̖̰͗̋́̎̌͐ä̸̧̢̰̥̪̻͎̼̘͚͈̠̍͂̏̈́́̉̀̚͜ȩ̶̯̲̥̼̗̰̂̊̊̍̕l̷̡̟͓͎̭̤̹̮̪͍̙̻̦̣̈́͝ḭ̶̳͙͉̘̼̭̈́̽̇̏͒͆̎̉̋,̸̡͙̲͖̭̠̍̈́ ̷̛̗͉͉͖̝̫̪͔̉̇͂̓̍͊͊̄̂͊̓͘T̴̢̛̯͓̬̎̀͐̕u̴͍̥͉̾̈̂ā̸͈̀̍͂̔̂̀̂͘͝͝ ̴̢̻͎͍̲̟͈̙̯̫̟͙͉͓̟̓̉̑̐̉̂̋͗́͑̕͠͝ȩ̵̅̍̂̾̄͊̔̇̏̊̐s̸̛͖͎̻̦͉̯͖̭̜͙̤͚̯̰͓̀̄͗͂̍̽͛̈́̊t̸̠̩̼̣̤̿ ̷̨̜̩̣̦̠̈̀̓̆͌̇̍̇͌́͛̋͗̚t̵̖̝̯̦̫̘̼͗̈́͊̃̈́̓͐͘͜ȩ̴̢̢̧̛̹̥̗̮̰̰̰̤͎͎̱̂͑͛͐̍͛́̓̈̈́̍͛r̸̮͖̝̀̀̏͒́͆͠ͅŗ̵̛̬̳̭̰͋̎̑͂̃̒͊̈́̈́̿̏̊̕ą̶͕̿̀̚.̵̧̣̗͍̝̹̓̈́̆̊̇͆́̓̽̒͘ ̴̣̘͓̥̯̞̖́̔͛̎͆͒̈́̿̅͆̈̓̓͘͝A̵̡̰͓̫̝̹͔̙͕̔̿̔̀͋͊̂͑v̷̛̗̪̮͖̹̼͖̠͐͆̊́́͊̑̓̂̍͒̚ͅe̶̱̠̤͖̱͉͑̀́̈́̆͘̚ ̴̧̨̛͍̱̟̣̥̫̬͙̖̫͛̑̍̀͌̈́̽͌́S̷̨̬̬͈̞̻̥̼͚̗̣̅̉̔̔͒͑̇̽̒͒́̊̌͌͠ͅa̷̧̨̤̮̺͔̤̙̞͆̏̉̓̿̂͊͘ͅt̵̗̖̠͕͕̩̳̩̿́̆̔̀͊͑̃̅͑̈́̏̇͠a̵̦̯̼̅̆̄̓̀̀̔͒̕n̸̛̝̘̒̒́͊͛̄̋̎̓̒̐͠a̸̯͕̞̪͒̒̋͝ͅ!̶̢̧̨̭͖͓͈̠͚̯͇̗͉̻̂̈́͒̏͘͘ ̵̧͖̩̩͖̯͓̪̹̮͉͋̀͊̓̐̈́̀̽̌̅̀̔͛͝

     </div>
      <div class = "text1">
         <video controls>
           <source src={videoplayback} type="video/mp4"></source>
         </video>

      </div>
    </div>
   </nav>
   <img class="cube" src={our}  id="cube" width="200" heigh="200"></img>
 </body>
   
  <nav class = "navbar-navbar-default">
    <div class = "container-fluid">
      <div class="text1">
        <audio src={gogo} controls></audio>
      </div>
    </div>
  </nav>
        </div>
    )
}